; This section is necessary to force the localization combiner to find the class and reload it in order to replace existing values below
;[XComGame.X2ExperienceConfig]

[AWCTrainingSlot_LW X2StaffSlotTemplate]
EmptyText="OPEN: SOLDIER REQUIRED"
BonusEmptyText="Trains Soldiers with AWC Abilities."
BonusText="%SKILL TRAINING"
FilledText="%UNITNAME is now enrolled in an extensive %SKILL training program!"
LockedText="LOCKED: PURCHASE UPGRADE"

[AWCTrainingUpgrade_SecondSlot_LW X2FacilityUpgradeTemplate]
DisplayName="Soldier Training Station"
FacilityName="AWC Training Station"
Summary="Adds a second VR environment where soldiers of sufficient rank can train advanced abilities.\n"

[UIPersonnel_AWC_LW]
m_strTitle=Soldier to Train
EmptyListMessage=NO ELIGIBLE CANDIDATES

